Repository: kubrasahin/aplicationnn
Catalog: aplicationnn/lib/l10n/app_*.arb
Languages: tr

source: Address
tr: Adres

source: Name
tr: Ad

source: Surname
tr: Soyad

source: Phone Number
tr: Cep Telefon Numaranız

source: Gender
tr: Cinsiyet

source: Password
tr: Şifre

source: Close
tr: Kapat

source: Biography
tr: Biyografi

source: Register
tr: Kaydol

source: Enter Your Name
tr: Adınızı Giriniz

source: Enter Your Last Name
tr: Soyadınızı Giriniz

source: Enter Your Email
tr: Email Adresinizi Giriniz

# enterYourPhoneNumber
source: Enter Your Mobile Phone Number
tr: Cep Numaranızı Giriniz

source: Enter Your Password
tr: Şifrenizi Giriniz

source: Not A Member?
tr: Üye Değilmisiniz?

source: Woman
tr: Kadın

source: Male
tr: Erkek

source: Login
tr: Giriş

# notPhoneNumber
source: The Length of Your Phone Number is Incorrect
tr: Telefon Numarasınızın Uzunluğu Hatalı

# myHanger
source: Hanger
tr: Askımda

source: Home
tr: Ana Sayfa

source: Category
tr: Kategori

source: Suspended ?
tr: Askıdakiler ?

# onMyHanger
source: My Hanger
tr: Askımda

source: Follower
tr: Takipçi

# myFollower
source: My Followers
tr: Takipçilerim

source: Following
tr: Takip Edilen

# myFollowing
source: My Followings
tr: Takip Ettiklerim

source: Follow
tr: Takip Edilen

# taxt
source: Tax
tr: Vergi Numarası

source: You Entered Your Tax Number Incorrectly
tr: Vergi Numaranızı Hatalı Girdiniz

source: Registered Institutions
tr: Kayıtlı Olan Kurumlar

source: Add Category
tr: Kategori Ekleme

source: Category Settings
tr: Kategori Ayarları

source: Subcategory Settings
tr: Alt Kategori Ayarları

source: Add Subcategory
tr: Alt Kategori Ekleme

source: Individual
tr: Bireysel

source: Institutional
tr: Kurumsal

source: Category Saved
tr: Kategori Kaydedildi

source: Subcategory Saved
tr: Alt Kategori Kaydedildi

source: Update SubCategory
tr: Alt Kategori Güncellenmiştir

# updateCategoryyy
source: Update Category
tr: Kategori Güncellenmiştir

source: Exit Successful
tr: Çıkış Başarılı

source: Choose
tr: Seçiniz

source: Category Not Saved
tr: Kategori Kaydedilirken Hata Oluştu

source: Subcategory Not Saved
tr: Alt Kategori Kaydedilirken Hata Oluştu

source: Enter Category Name
tr: Kategori Adını Giriniz

source: Enter Subcategory Name
tr: Alt Kategori Adını Giriniz

source: Description Category
tr: Kategori Açıklaması

source: Description
tr: Açıklama

source: Select Category Photo
tr: Kategori Resmini Seçiniz

source: Select Category
tr: Kategori Seçiniz

source: Delete Category
tr: Kategori Silindi

# deleteSubCategori
source: Delete Subcategory
tr: Alt Kategori Silindi

source: Error Occurred While Deleting
tr: Silinmede Hata Oluştu

source: Category Could Not Be Deleted
tr: Kategori Silinmedi

source: CATEGORİES
tr: KATEGORİLER

# subcategorys
source: SUBCATEGORİES
tr: ALT KATEGORİLER

source: UPDATE CATEGORY
tr: KATEGORİ GÜNCELLEME

source: UPDATE/DELETE SUBCATEGORY
tr: ALT KATEGORİ GÜNCELLEME/SİLME

source: Update
tr: Güncelle

source: Delete
tr: Sil

source: Delete Message
tr: Mesaj Silindi

source: Camera
tr: Kamera

source: Select From Gallery
tr: Galeriden Seç

source: Settings
tr: Ayarlar

source: My User Information
tr: Kullanıcı Bilgilerim

source: Cell Phone Update
tr: Cep Telefonu Güncelleme

source: Exit
tr: Çıkış

source: All
tr: Tümü

source: To Take
tr: Almak

source: Notifications
tr: Bildirimler

source: Add Product
tr: ÜRÜN EKLEME

source: Enter Product Name
tr: Ürünün Adını Giriniz

source: Description Product
tr: Ürünün Açıklaması

# enterAKeywordForTheProduct
source: Enter a Keyword for The Product(Ex:sports)
tr: Ürün İçin Anahtar Kelime Giriniz (Ör:spor)

source: Inventory of Product
tr: Ürünün Stok Miktarını Giriniz

source: Select the Category of the Product
tr: Ürünün Kategorisini Seçiniz

source: Favorite
tr: Favoriler

source: The Product Has Been Updated
tr: Ürün Güncellenmiştir

source: Delete Product
tr: Ürün Silindi

source: The Product Could Not be Deleted
tr: Ürün Silinemedi

source: My Products
tr: Ürünlerim

source: Product Not Updated
tr: Ürün Güncellenmedi

source: PRODUCT UPDATE
tr: ÜRÜN GÜNCELLEME

source: Cell Phone in Formation
tr: Cep Telefon Bilgileri

source: Mobile Phone
tr: Cep Telefonu

source: Update Your Password
tr: Şifreniz Yenilenmiştir

source: Update Your Profil
tr: Profiliniz Güncellenmiştir

source: You Entered Your Old Password Incorrectly
tr: Eski Şifrenizi Hatalı Girdiniz

source: Passwords do Not Match
tr: Şifreler Uyuşmuyor

source: Couldn't Update Your Password
tr: Şifreniz Güncellenemedi

source: Change Password
tr: Şifre Değiştirme

# resetPassword
source: Password Reset
tr: Şifre Yenileme

source: Current Password
tr: Mevcut Şifre

source: New Password
tr: Yeni Şifre

source: New Password Again
tr: Yeni Şifre Tekrar

source: Re-enter Password
tr: Şifreyi Tekrar Giriniz

source: Forgot My Password
tr: Şifremi Unuttum

source: User Information Updated
tr: Kullanıcı Bilgileri Güncellendi

source: User Information
tr: Kullanıcı Bilgileri

source: Error Occurred on Update
tr: Güncellemede Hata Oluştu

source: Name Surname
tr: Ad Soyad

source: Not Signed Out
tr: Çıkış Yapılmadı

source: Product Share
tr: Ürün Paylaş

source: Your Product Sharing Was Successful
tr: Ürün Paylaşmanız Başarıyla Gerçekleşti

source: Product Settings
tr: Ürün Ayarları

source: Found Products
tr: Bulunan Ürünler

source: SEARCH PAGE
tr: ARAMA SAYFASI

source: Enter The Word You Want To Search
tr: Aramak İstediğiniz Kelimeyi Giriniz

source: Search
tr: Ara

source: Send
tr: Doğrula

source: THERE WERE NO RESULTS
tr: SONUÇ BULUNAMADI

source: Buy Product
tr: Ürünü Al

source: Save
tr: Kaydet

source: User Registration Successful
tr: Kullanıcı Kayıtı Başarılı

source: User Number Already Registered
tr: Kullanıcı Numarası Zaten Kayıtlı

source: User Registration failed
tr: Kullanıcı Kayıtı Yapılmadı

source: Enter Password
tr: Şifreyi Giriniz

source: User Not Found
tr: Kullanıcı Bulunamadı

source: User Registration Not Active
tr: Kullanıcı Aktif Edilmemiştir

source: User Registration Active
tr: Kullanıcı Aktif Edilmiştir

source: Complain
tr: Şikayet Et

source: Complain Box
tr: Şikayet Kutusu

source: Complain Content
tr: Şikayet İçeriği

source: Complain Title
tr: Şikayet Başlığı

source: Your com Plaint has Been Forwarded
tr: Şikayetiniz İletilmiştir

# sendd
source: Send
tr: Gönder

source: Hang Product
tr: Ürün Askıla

source: Photo Attachments
tr: Fotograf Ekle

source: Photo Save
tr: Fotograf Kaydedildi

source: Being Followed
tr: Takiptesin

source: Follows
tr: Takip Et

source: My Take
tr: Aldıklarım

source: Yes
tr: Evet

source: My Help
tr: Bağışlarım

source: Chat
tr: Sohbet Et

source: Messages
tr: Mesajlar

source: Message
tr: Mesaj

source: Error Occurred While Sending Sms
tr: Sms Gönderimi Sırasında Hata Oluştu

source: This Number Is Already Registered
tr: Bu Numara Zaten Kayıtlı

source: Entered Number Incorrect
tr: Girilen Numara Hatalı

source: Entered Code Incorrect
tr: Girilen Kod Hatalı

source: Mobile Number Updated Successfully
tr: Cep Numarası Başarıyla Güncellendi

source: Error
tr: Hata

source: MESSAGE VERİFİCATİON
tr: nolu telefon numarasına gelen dogrulama kodunu giriniz.

# doYouWantToBuyTheProductYou
source: Do you want to buy the product, you do not have the right to give up after receiving the product
tr: Ürünü Almak İstiyormusunuz, Ürünü Aldıktan Sonra vazgecme hakkınız yoktur

# youCannoBuyYourOwnProduct
source: You Cannot Buy Your Own Product
tr: Kendi Ürününüzü Alamazsınız

source: The Product Is Out Of Stock
tr: Ürünün Stoğu Kalmamıştır

source: You Can Only Get One Item Per Day
tr: Bir Günde sadece bir tane Ürün alabilirsiniz

source: There Is No Such Number
tr: Böyle Bir Numara Yok

source: Products
tr: Ürünler

source: Let's Hang
tr: Haydi Askıla

source: Hanging
tr: Askıda

source: Piece
tr: Adet
